Repository: onehealthtoolkit/ohtk-mobile
Catalog: lib/l10n/app_*.arb
Languages: lo, my, th

# loginTitle
source: Login to Your Account
lo: ເຂົ້າສູ່ລະບົບບັນຊີຂອງທ່ານ.
my: သင့်အကောင့်သို့ ဝင်ရောက်ပါ။
th: ลงชื่อเข้าใช้บัญชีของคุณ

# signupTitle
source: Sign Up
lo: ລົງ​ທະ​ບຽນ
my: ဆိုင်းအပ်
th: ลงทะเบียนผ่าน Code

# signupSubTitle
source: Please enter Invitation Code for registration
lo: ກະລຸນາໃສ່ລະຫັດເຊີນ ສຳລັບການລົງທະບຽນ
my: မှတ်ပုံတင်ရန်အတွက် ဖိတ်စာကုဒ်ကို ထည့်သွင်းပါ။
th: กรุณากรอก Invitation Code สำหรับใช้ลงทะเบียน

# forgotPasswordTitle
source: Forgot password
lo: ລືມລະຫັດຜ່ານ
my: စကားဝှက်မေ့နေပါသလား
th: ลืมรหัสผ่าน

# forgotPasswordSubTitle
source: Please enter your email address and we will send you a password reset link
lo: ກະລຸນາໃສ່ທີ່ຢູ່ອີເມວຂອງທ່ານ
my: ကျေးဇူးပြု၍ သင်၏ အီးမေးလ်လိပ်စာကို ထည့်သွင်းပြီး စကားဝှက် ပြန်လည်သတ်မှတ်ခြင်း လင့်ခ်ကို သင့်ထံ ပေးပို့ပါမည်။
th: กรุณาระบุอีเมลเพื่อรับข้อความ สำหรับแก้ไขรหัสผ่าน

# changePasswordTitle
source: Change password
lo: ປ່ຽນ​ລະ​ຫັດ​ຜ່ານ
my: စကားဝှက်ကိုပြောင်းရန်
th: เปลี่ยนรหัสผ่าน

# incidentsTabTitle
source: Incidents
lo: ເຫດການ
th: รายงาน

# profileTabTitle
source: Profile
lo: ຜູ້ໃຊ້
th: ผู้ใช้

# caseTag
source: Case
lo: ກໍລະນີ

# reportTitle
source: Report
lo: ລາຍງານ
my: သတင်းပို့တယ်။
th: รายงาน

# reportTypeTitle
source: Report type
lo: ປະເພດລາຍງານ
my: အစီရင်ခံစာအမျိုးအစား
th: ประเภทรายงาน

# reportDetailTitle
source: Report detail
lo: ລາຍລະອຽດລາຍງານ
my: အသေးစိတ်သတင်းပို့ပါ။
th: รายละเอียดรายงาน

# followupTitle
source: Followup
lo: ຕິດຕາມ
my: နောက်ဆက်တွဲ
th: ติดตาม

# followupDetailTitle
source: Followup detail
lo: ລາຍລະອຽດຕິດຕາມ
my: နောက်ဆက်တွဲအသေးစိတ်
th: รายละเอียดการติดตาม

# profileTitle
source: Profile
lo: ໂປຣໄຟລ໌
my: ကိုယ်ရေးအကျဉ်း
th: แก้ไขโปรไฟล์

# loginButton
source: Login
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ
my: လော့ဂ်အင်
th: เข้าสู่ระบบ

# logoutButton
source: Logout
lo: ອອກ​ຈາກ​ລະ​ບົບ
my: ထွက်လိုက်ပါ။
th: ออกจากระบบ

# registerButton
source: Register
lo: ລົງທະບຽນ
my: မှတ်ပုံတင်ပါ။
th: ลงทะเบียนผ่าน Code

# forgotPasswordButton
source: Forgot Password
lo: ລືມລະຫັດຜ່ານ
my: စကားဝှက်မေ့နေပါသလား
th: ลืมรหัสผ่าน

# messagesPageTitle
source: Messages
lo: ຂໍ້ຄວາມ

# messagePageTitle
source: Message
lo: ຂໍ້ຄວາມ

# formPageLabel
source: Page
lo: ຫນ້າ

# formBackButton
source: back
lo: ເລົ່າຄືນ
my: ကျော
th: ย้อนกลับ

# nextButton
source: Next
lo: ຕໍ່ໄປ
my: နောက်တစ်ခု
th: ไปขั้นตอนต่อไป

# formNextButton
source: next
lo: ຕໍ່ໄປ
my: နောက်တစ်ခု
th: ต่อไป

# submitButton
source: Submit
lo: ບັນທຶກ
my: တင်ပြပါ။
th: บันทึก

# confirmButton
source: Confirm
lo: ຢືນຢັນ
my: အတည်ပြုပါ။
th: ยืนยัน

# confirmRegisterButton
source: Confirm Register
lo: ຢືນຢັນການລົງທະບຽນ
my: စာရင်းသွင်းအတည်ပြုပါ။
th: ยืนยันลงทะเบียน

# sendButton
source: Send
lo: ສົ່ງ
my: ပို့ပါ။
th: ส่ง

# updateProfileButton
source: Update Profile
lo: ແກ້ໄຂໂປຣໄຟລ໌
my: ပရိုဖိုင်ကို အပ်ဒိတ်လုပ်ပါ။
th: แก้ไขโปรไฟล์

source: Confirm Update
lo: ຢືນຢັນແກ້ໄຂ
my: အပ်ဒိတ်ကို အတည်ပြုပါ။
th: ยืนยันการแก้ไข

# profileUpdateSuccess
source: Profile Updated
lo: ສຳເລັດການອັບເດດໂປຣໄຟລ໌
my: ပရိုဖိုင်ကို အပ်ဒိတ်လုပ်ထားသည်။
th: แก้ไขโปรไฟล์สำเร็จ

# changePasswordButton
source: Change Password
lo: ແກ້ໄຂລະຫັດຜ່ານ
my: စကားဝှက်ကိုပြောင်းရန်
th: แก้ไขรหัสผ่าน

# laguageLabel
source: Language
lo: ພາສາ
my: ဘာသာစကား
th: ภาษา

# serverLabel
source: Server
lo: ເຊີບເວີ
my: ဆာဗာ
th: เซิร์ฟเวอร์

# usernameLabel
source: Username
lo: ຊື່ຜູ້ໃຊ້
my: အသုံးပြုသူအမည်
th: ชื่อผู้ใช้

# passwordLabel
source: Password
lo: ລະຫັດຜ່ານ
my: စကားဝှက်
th: รหัสผ่าน

# newPasswordLabel
source: New Password
lo: ລະຫັດຜ່ານ
my: စကားဝှက်အသစ်
th: รหัสผ่านใหม่

# confirmPasswordLabel
source: Confirm password
lo: ຢືນ​ຢັນ​ລະ​ຫັດ​ຜ່ານ
my: စကားဝှက်အတည်ပြုခြင်း
th: ยืนยันรหัสผ่าน

# invitationCodeLabel
source: Invitation Code
lo: ລະ​ຫັດ​ການ​ຈົດ​ທະ​ບຽນ
my: ဖိတ်စာကုဒ်
th: กรอกรหัสสำหรับลงทะเบียน

# firstNameLabel
source: First Name
lo: ຊື່​ແທ້
my: နာမည်
th: ชื่อจริง

# lastNameLabel
source: Last Name
lo: ນາມ​ສະ​ກຸນ
my: မျိုးနွယ်အမည်
th: นามสกุล

# emailLabel
source: Email
lo: ອີເມວ
my: အီးမေးလ်
th: อีเมล

# telephoneLabel
source: Telephone
lo: ເບີ​ໂທລະ​ສັບ
my: တယ်လီဖုန်း
th: โทรศัพท์

# addressLabel
source: Address
lo: ທີ່ຢູ່
th: ที่อยู่

# allReportTabLabel
source: All Reports
lo: ລາຍງານທັງໝົດ
my: အစီရင်ခံစာအားလုံး
th: รายงานทั้งหมด

# myReportTabLabel
source: My Reports
lo: ລາຍງານຂອງຂ້ອຍ
my: ကျွန်ုပ်၏အစီရင်ခံစာများ
th: รายงานของฉัน

# detailTabLabel
source: Detail
lo: ລາຍລະອຽດ
my: အသေးစိတ်
th: รายละเอียด

# commentTabLabel
source: Comment
lo: ຄໍາເຫັນ
my: မှတ်ချက်
th: ความคิดเห็น

# followupTabLabel
source: Followup
lo: ຕິດຕາມ
my: နောက်ဆက်တွဲ
th: การติดตาม

# authorityNameLabel
source: Authority Name
lo: ອົງການ
my: အာဏာပိုင်အမည်
th: หน่วยงาน

source: No followup report
lo: ບໍ່ມີລາຍງານການຕິດຕາມ
my: နောက်ဆက်တွဲ အစီရင်ခံစာ မရှိပါ။
th: ไม่มีรายงานการติดตาม

source: No comment
lo: ບໍ່ມີຄວາມຄິດເຫັນ
my: အထူးပြောစရာမရှိ
th: ไม่มีความคิดเห็น

# noGpsProvided
source: No gps location provided
lo: ບໍ່ໄດ້ລະບຸສະຖານທີ່ gps
th: ไม่ได้ระบุสถานที่ gps

# zeroReportLabel
source: Zero report
lo: ບົດ​ລາຍ​ງານ​ບໍ່​ໄດ້​ພົບ​ເຫັນ​ຄວາມ​ຜິດ​ປົກກະຕິ
my: သုညအစီရင်ခံစာ
th: รายงานไม่พบเหตุผิดปกติ

# zeroReportLastReportedMessage
source: Last reported at {datetime}
lo: ລາຍງານຫຼ້າສຸດກ່ຽວກັບ {datetime}
my: {datetime} တွင် နောက်ဆုံးအစီရင်ခံသည်
th: รายงานครั้งสุดท้ายเมื่อวันที่ {datetime}

# zeroReportSubmitSuccess
source: Zero report submitted
lo: ສົ່ງບົດ​ລາຍ​ງານ​ບໍ່​ໄດ້​ພົບ​ເຫັນ​ຄວາມ​ຜິດ​ປົກກະຕິສຳເລັດ
my: သုညအစီရင်ခံစာတင်သွင်းခဲ့သည်။
th: ส่งรายงานไม่พบเหตุผิดปกติสำเร็จ

# fieldUndefinedLocation
source: No location selected
lo: ພິກັດຍັງບໍ່ໄດ້ລະບຸເທື່ອ
my: တည်နေရာကို ရွေးထားခြင်းမရှိပါ။
th: ยังไม่ระบุพิกัด

# fieldUseCurrentLocation
source: Use current location
lo: ໃຊ້ສະຖານທີ່ປະຈຸບັນ
my: လက်ရှိတည်နေရာကိုသုံးပါ။
th: ใช้ตำแหน่งปัจจุบัน

# authorityLabel
source: Authority
lo: ອົງການ
my: အာဏာပိုင်
th: หน่วยงาน

source: Incident Date
lo: ວັນທີເກີດເຫດ
my: အဖြစ်အပျက်နေ့စွဲ
th: วันที่เกิดเหตุ

source: Invalid report type qrcode
lo: ບໍ່ເຂົ້າໃຈ qrcode
my: အစီရင်ခံစာအမျိုးအစား qrcode မမှန်ကန်ပါ။
th: qrcode ไม่ถูกต้องสำหรับประเภทรายงาน

source: Invalid form value
lo: ຄ່າແບບຟອມບໍ່ຖືກຕ້ອງ
my: ဖောင်တန်ဖိုး မမှန်ကန်ပါ။
th: ค่าที่ป้อนไม่ถูกต้อง

# simulateReportTitle
source: Simulate report
lo: ການຈໍາລອງລາຍງານ
my: အစီရင်ခံစာကို အတုယူပါ။
th: จำลองแบบรายงาน

# closeSimulateReportButton
source: Close report simulation
lo: ປິດການຈໍາລອງລາຍງານ
my: အစီရင်ခံစာ သရုပ်သကန်ကို ပိတ်ပါ။
th: ปิดการจำลองรายงาน

# validateRequiredMsg
source: This field is required
lo: ຈະຕ້ອງມີຄ່າ
my: ဤစာကွက်လပ်မှာဖြည့်ရန်လိုအပ်ပါသည်
th: กรุณาระบุค่า

# dateFieldMaxErrorMsg
source: must be equal or less than {max}
lo: ຈະຕ້ອງຫນ້ອຍກວ່າ {max}
my: {name} သည် {max} ထက် ညီရမည်
th: ต้องน้อยกว่า {max}

# dateFieldMinErrorMsg
source: must be equal or more than {min}
lo: ຈະຕ້ອງຫຼາຍ​ກວ່າ {min}
my: {name} သည် တန်းတူ သို့မဟုတ် {min} ထက် ပိုရမည်
th: ต้องมากกว่า {min}

# integerFieldMaxErrorMsg
source: must be equal or less than {max}
lo: ຈະຕ້ອງຫນ້ອຍກວ່ ຫຼື ເທົ່າ​ທຽມ​ກັນ {max}
my: {name} သည် {max} ထက် ညီရမည်

# integerFieldMinErrorMsg
source: must be equal or more than {min}
lo: ຈະຕ້ອງຫຼາຍ​ກວ່າ ຫຼື ເທົ່າ​ທຽມ​ກັນ {min}
my: {name} သည် တန်းတူ သို့မဟုတ် {min} ထက် ပိုရမည် {min}

# textFieldMaxErrorMsg
source: must be equal or less than {max} letters
lo: ຈະຕ້ອງຫນ້ອຍກວ່ ຫຼື ເທົ່າ​ທຽມ​ກັນ {max} ຕົວອັກສອນ

# textFieldMinErrorMsg
source: must be equal or more than {min} letters
lo: ຈະຕ້ອງຫຼາຍ​ກວ່າ ຫຼື ເທົ່າ​ທຽມ​ກັນ {min} ຕົວອັກສອນ

# filesFieldMaxErrorMsg
source: Number of files must be equal or less than {max}
lo: ຈຳນວນໄຟລ໌ຕ້ອງເທົ່າກັບ ຫຼືໜ້ອຍກວ່າ {max}
my: {name} ၏ အရေအတွက်သည် {max} ထက် တူညီရမည် သို့မဟုတ် လျော့နည်းရမည် {max}
th: Number of files must be equal or lesser than {max}

# filesFieldMinErrorMsg
source: Number of files must be equal or more than {min}
lo: ຈຳນວນໄຟລ໌ຕ້ອງເທົ່າກັບ ຫຼືຫຼາຍກວ່າ {min}
my: {name} ၏ အရေအတွက်သည် တူညီသည် သို့မဟုတ် {min} ထက် ပိုရမည် {min}

# testFlag
source: Test
lo: ທົດສອບ
th: ทดสอบ

# confirm
source: Are you sure to continue?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຈະສືບຕໍ່
my: ဆက်လုပ်ရန် သေချာပါသလား။
th: ต้องการออกจากหน้ารายงานหรือไม่

# confirmCheckReport
source: This report data cannot be changed once it was submitted. Please make sure everything is correct.
lo: ບົດລາຍງານທີ່ສົ່ງມາບໍ່ສາມາດຖືກແກ້ໄຂໄດ້ອີກ. ກະລຸນາກວດສອບຄວາມຖືກຕ້ອງຂອງຂໍ້ມູນກ່ອນທີ່ຈະສົ່ງ.
th: รายงานที่ส่งแล้วจะไม่สามารถแก้ไขได้อีก กรุณาตรวจสอบความถูกต้องของข้อมูลก่อนส่ง

# confirmExit
source: Are you sure to continue?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຈະສືບຕໍ່
my: ဆက်လုပ်ရန် သေချာပါသလား။
th: ต้องการออกจากหน้าจอหรือไม่

# incidentInAuthority
source: Did this incident occur in your own authority?
lo: ພື້ນທີ່ເກີດເຫດຢູ່ໃນອົງການຂອງເຈົ້າບໍ?
my: ဒီအဖြစ်အပျက်က မင်းရဲ့ အာဏာပိုင်မှာ ဖြစ်ခဲ့တာလား။
th: พื้นที่เกิดเหตุอยู่ในหน่วยงานสังกัดของท่านหรือไม่

# yesAsAccept
source: Yes
lo: ແມ່ນແລ້ວ
my: ဟုတ်ကဲ့
th: ใช่

# noAsReject
source: No
lo: ບໍ່​ແມ່ນ
my: မရှိ
th: ไม่ใช่

source: OK
lo: ຕົກ​ລົງ
my: အိုကေ
th: ตกลง

source: Cancel
lo: ຍົກເລີກ
my: မလုပ်တော့

source: Yes
lo: ແມ່ນແລ້ວ
my: ဟုတ်ကဲ့
th: ตกลง

source: No
lo: ບໍ່​ແມ່ນ
my: မရှိ
th: ยกเลิก

# testModeOn
source: Test mode is on
lo: ໂໝດທົດສອບເປີດຢູ່
my: စမ်းသပ်မုဒ်ကို ဖွင့်ထားသည်။
th: กำลังเปิดใช้งานโหมดทดสอบ

source: Loading...
lo: ກຳລັງໂຫຼດ...
my: ဖွင့်နေသည်...

# fieldRequired
source: field is required.
lo: ລະບຸ
my: အကွက်လိုအပ်သည်။
th: กรุณากรอกข้อมูล

# passwordMismatch
source: Password does not match confirm password
lo: ລະຫັດຜ່ານບໍ່ກົງກັນ
my: စကားဝှက်သည် အတည်ပြုစကားဝှက်နှင့် မကိုက်ညီပါ။
th: รหัสผ่านไม่ถูกต้อง

# restartApp
source: Application needs to be restarted.
lo: ແອັບພລິເຄຊັນຕ້ອງປິດເປີດຄືນໃໝ່.
my: လျှောက်လွှာကို ပြန်လည်စတင်ရန် လိုအပ်သည်။
th: แอปพลิเคชันจะทำการรีสตาร์ท

# numberOfPendingSubmissions
source: {count} pending {count, plural, =1{submission} other{submissions}}, tap here to re-submit
lo: {count} ລາຍການທີ່ຍັງບໍ່ໄດ້ສົ່ງ, ກົດເພື່ອສົ່ງ

# pendingReportsTitle
source: Reports
lo: ລາຍງານ

# pendingSubjectsTitle
source: Observation records
lo: ທະບຽນ

# pendingMonitoringsTitle
source: Observation monitorings
lo: ເຫດຜົນ

# pendingImagesTitle
source: Images
lo: ຮູບ

# pendingFilesTitle
source: Files
lo: ໄຟລ໌

# pendingAppLabel
source: Pending submissions
lo: ຂໍ້ມູນຄ້າງສົ່ງ

source: Invitation code is required
lo: ກະລຸນາລະບຸລະຫັດເຊີນ

source: Pick from Gallery
lo: ເລືອກຈາກຄັງຮູບ

source: Take a Photo
lo: ຖ່າຍ​ຮູບ

# offlineWarning
source: You are offline, please check your internet connection
lo: ບໍ່ມີການເຊື່ອມຕໍ່ອິນເຕີເນັດ, ກະລຸນາກວດເບິ່ງການເຊື່ອມຕໍ່ອິນເຕີເນັດຂອງທ່ານ

source: Resubmit
lo: ສົ່ງຂໍ້ມູນອີກຄັ້ງ

# noPendingSubmissions
source: There are no pending submissions.
lo: ບໍ່ມີຂໍ້ມູນຄ້າງສົ່ງ

source: Load more
lo: ເບິ່ງເພີ່ມເຕີມ
th: ดูเพิ่มเติม

# observationsTabTitle
source: Observations
th: สังเกตุการณ์

# qrCodeLoginButton
source: QRCode LOGIN
my: QRCode လော့ဂ်အင်
th: เข้าสู่ระบบผ่าน QR Code

# pickQrcodeImageButton
source: Choose QRCode image
th: เลือกรูป QR Code

# getLoginQrcodeButton
source: my QR login
th: QR ของฉันเพื่อใช้เข้าสู่ระบบ

source: Invalid qrcode
th: qrcode ไม่ถูกต้อง

# consentButton
source: I agree
my: ကျွန်တော်သဘောတူသည်
th: ยินยอม

# observationSubjectViewTitle
source: Subject
my: ဘာသာရပ်
th: หัวเรื่อง

# observationSubjectDetailTabLabel
source: Detail
my: အသေးစိတ်
th: รายละเอียด

# observationSubjectMonitoringTabLabel
source: Monitoring
my: စောင့်ကြည့်ရေး
th: การเฝ้าดูติดตาม

# observationSubjectMonitoringViewTitle
source: Subject monitoring
my: ဘာသာရပ်စောင့်ကြည့်
th: หัวเรื่องการเฝ้าดูติดตาม

# submitReportMessage
source: Press the submit button to submit your report
th: กดปุ่มบันทึกเพื่อส่งรายงาน

source: Report data summary
th: สรุปรายงาน

# reportDataSummaryNotFound
source: No content of summary is defined for this report type
th: ไม่พบเนื้อหาการสรุปสำหรับประเภทรายงานนี้

# backButton
source: Back
my: ကျော

# passwordUpdatedSuccess
source: Your password has been successfully changed!
my: သင့်စကားဝှက်ကို အောင်မြင်စွာ ပြောင်းလဲလိုက်ပါပြီ။

# filesFieldMaxSizeErrorMsg
source: Size of file: #{index} must be equal or less than {maxSize} bytes
my: ဖိုင်အရွယ်အစား- {name} ရှိ #{index} သည် {maxSize} bytes ထက် ညီမျှသည် သို့မဟုတ် လျော့နည်းရပါမည်။

# filesFieldSupportedTypeErrorMsg
source: Type of file: #{index} are not supported
my: ဖိုင်အမျိုးအစား- {name} တွင် #{index} ကို ပံ့ပိုးမထားပါ။
